let ServiceActions5KmText = `
    ✅المحرك
        🔍 فحص مستوى زيت المحرك ولونه ورائحته
        🔍 فحص جميع السيور بحثًا عن أي تمزقات أو شقوق

    ✅السوائل
        🔍 فحص مستوى سائل التبريد في الخزان
        🔍 فحص مستوى زيت الفرامل / القابض
        🔍 فحص مستوى سائل غسيل الزجاج الأمامي

    ✅التعليق (العفشة)
        🔍 فحص نظام التعليق (العفشة) بحثًا عن أي ضرر
        🔍 قم بتشحيم وتربيط مكونات التعليق (العفشة)

    ✅مشغل ناقل الحركة (Actuator)
        🔍 فحص مانع تسرب الخزان بحثًا عن أي تلف أو تسرب
        🔍 فحص مستوى السائل الهيدروليكي للمشغل
            ✍ ملاحظة: تحقق بعد عودة كل السوائل إلى الخزان

    ✅الإطارات
        🔍 فحص ضغط الإطارات (29PSI / 200KPa / 2 BAR)
        🔍 فحص الإطارات بحثًا عن أي صدع أو قطع
        
    ✅التنظيف والحماية
        🔍 تنظيف حوض الماتور من الأتربة و الشحوم
        🔍 تنظيف فلتر هواء المقصورة (التكييف)
        🔍 وضع واقي المطاط على الإطارات وجميع الأجزاء المطاطية
`;
let ServiceActions10KmText = `
    ✅تغيير زيت الماتور
        ✍المواصفات الموصي بها: اللزوجة: <em>0W20</em> المواصفة: <em>SP</em>
        ✍المواصفات البديلة: اللزوجة: <em>5W30</em> المواصفة: <em>SN plus / SN</em>
        ✍الكمية: <em>3100ml</em> بالكمية داخل الفلتر
        ✍شد عزم الدوران لسدادة التصريف: <em>35Nm</em>

    ✅تغيير فلتر زيت الماتور
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/oil-filter/16510m68k00">16510M68K00</a> / <a href="https://www.marutisuzuki.com/genuine-parts/oil-filter/16510m68k20">16510M68K20</a>
        ✍شد عزم الدوران لفلتر الزيت: <em>14Nm</em> or <em>3/4 turn</em>

    ✅تدوير الإطارات
        ✍تتحرك الإطارات الخلفية إلى الأمام قطريًا
        ✍تتحرك الإطارات الأمامية إلى الخلف في نفس الجانب
        ✍فحص ترصيص الإطارات
`;
let ServiceActions20KmText = `
    ✅تغيير شمع الاحتراق (البوجيهات)
        ✍الموديل الموصي به: NGK LKR6F-10
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/spark-plug/09482m00636">09482M00636</a>
        ✍شد عزم الدوران: <em>18Nm</em>

    ✅تغيير فلتر هواء المحرك
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/air-filter/13780m68p01">13780M68P01</a>
`;
let ServiceActions30KmText = `
    ✅تغيير زيت الفرامل/الدبرياج
        ✍المواصفات الموصي بها: <em>DOT3/DOT4</em>
        ✍الكمية: <em>~500ml</em>

    ✅فحص تيل الفرامل
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/brake-pad-set/55810m55r01">55810M55R01</a>

    ✅فحص فرامل اليد و تعديل (رجلشة الذراع)
        ✍اماكن اسنان سقاطة الفرامل وفقاً للتوصيف: الرابعة-التاسعة
`;
let ServiceActions40KmText = `
    ✅تغيير سائل التبريد (الرادياتير)
        ✍المواصفات الموصي بها: OAT Pre-Mixed 50% Ethylene Glycol
        ✍الكمية: <em>4100ml</em>

    ✅تغيير زيت ناقل الحركة
        ✍المواصفات الموصي بها: لزوجة <em>75W</em>
        ✍المواصفات البديلة: لزوجة:   <em>75W80</em>
        ✍الكمية: <em>1500ml</em>
        ✍شد عزم الدوران لسدادة المستوى: <em>21Nm</em>

    ✅تغيير فلتر هواء المقصورة (التكييف)
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-accessories/cabin-air-filter-new-dzire-new-swift/95850m55r00">95850M55R00</a> / <a href="https://www.marutisuzuki.com/genuine-accessories/cabin-air-filter-pm25/990j0m56rs0-010">990J0M56RS0-010</a>

    ✅تغيير سير التكييف
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/v-belt-4pk/95141m55r30">95141M55R30</a>

    ✅تغيير سير مضخة المياة(المجموعة)
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/belt-water-pump/17521m68p00">17521M68P00</a>
`
let ServiceActions60KmText = `
    ✅فحص/تغيير الإطارات
        ✍المقاس الأصلي: R15 185/65
        ✍المقاس الأعرض: R15 195/60

    ✅فحص طنابير الفرامل الأمامية
        ✍أقل سمك للطنابير: 18mm
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/front-brake-disc/55311m68p00">55311M68P00</a>

    ✅فحص طبل (قباقيب) الفرامل الخلفية
        ✍أقصي قطر داخلي: 202mm
        ✍رقم القطعة للديزاير: <a href="https://www.marutisuzuki.com/genuine-parts/drum-brake-rear/43511m68p70">43511M68P70</a>
        ✍رقم القطعة للسويفت: <a href="https://www.marutisuzuki.com/genuine-parts/drumbrake-rear/43511m68p00">43511M68P00</a>
`;
let ServiceActions100KmText = `
    ✅تغيير فلتر الوقود
        ✍رقم القطعة: <a href="https://www.marutisuzuki.com/genuine-parts/fuel-filter-assembly/15410m68p00">15410M68P00</a>
`;

let WrongInputPromptText = "قيمة غير صحيحة!";
let NoMaintenanceRequiredPromptText = "الصيانة غير مطلوبة!";
let RequiredServicesText = "الصيانات المطلوبة";
let InspectionsText = "الفحوصات";
let ServiceCostText = "تكلفة الصيانة";
let ServiceCostDisclaimerText = "التكلفة المعروضة أدناه هي مجرد قيمة تقريبية\n    للتكلفة الفعلية، اتصل بمركز خدمة سوزوكي ... \n    تكلفة الإطارات نفسها ليست مضافة للتكلفة المعروضة أدناه ...";
